{
  "meta": {
    "author_name": "Utente Ribelle",
    "author_email": "regular@example.com",
    "template": "recepten.yaml",
    "created": "2025-08-08T08:30:20.912Z",
    "updated": "2025-08-11T22:57:38.408Z",
    "flagged": false
  },
  "data": {
    "naam": "Spaanse Groentenschotel",
    "omschrijving": "Spaanse groenteschotel is een redelijk luxe gerecht wat Elly vaak maakte, niet zo moeilijk maar super lekker... en volgens mij gebaseerd op een gerecht van Jamie Oliver of Nigella Lawson.",
    "moeilijkheid": 6,
    "auteur": "Elly Habraken",
    "tickertape": "Lekker met Tapenade... Vergeet de Vinaigrette niet!",
    "labels": [
      "groentenschotel",
      "vinaigrette"
    ],
    "foto": "",
    "foto_bijschrift": "",
    "ingredienten": [
      [
        "Krieltjes in schil",
        "10–12 stuks — ± 450 g"
      ],
      [
        "Sjalotten",
        "3–4 middelgroot — ± 150 g"
      ],
      [
        "Rode paprika’s",
        "2 middelgrote — ± 300 g"
      ],
      [
        "Aubergine",
        "1 grote of 2 kleine — ± 400 g"
      ],
      [
        "Courgette",
        "1 grote of 2 middelgrote — ± 400 g"
      ],
      [
        "Rode Spaanse pepers",
        "3 stuks — ± 60–90 g totaal"
      ],
      [
        "Knoflook",
        "4 tenen — ± 20–25 g totaal"
      ],
      [
        "Tijm",
        "2 takjes — ± 2 g blad en tak"
      ],
      [
        "Vleestomaten (klein)",
        "6 stuks — ± 450–500 g totaal"
      ]
    ],
    "bereiding": "Was de aardappelen, maar schil ze niet. Snijd ze doormidden. Halveer de sjalotten. Verwijder het zaad en de zaadlijsten van de paprika’s en snijd het vruchtvlees in stukken. Was de aubergine(s) en de courgette(s), verwijder de steel van elk, snijd ze doormidden en vervolgens in plakken van ongeveer anderhalve centimeter dik. Verwijder de steeltjes van de Spaanse pepers en laat ze verder heel.\n\nVerhit 4 eetlepels olie in een zware braadslee. Schik de aardappelen naast elkaar op de bodem met het snijvlak naar beneden en rooster ze circa 10 minuten in een op 180 °C voorverwarmde oven. Verdeel de sjalotten en knoflook eroverheen. Rooster het geheel nog zo’n 20 minuten.\n\nHaal de braadslee uit de oven, voeg de groenten en de Spaanse pepers toe. Rits de blaadjes van de takjes tijm en voeg deze toe. Rooster het geheel nog 10 minuten.\n\nWas de tomaten, snijd ze doormidden en verwijder het zaad. Voeg de tomaten toe aan de groenten en schep alles door. Rooster de groenten in totaal **45 minuten**.\n\nHaal de braadslee uit de oven en besprenkel met vinaigrette.",
    "verwante_links": [
      {
        "verwant_recept": "formidable://recepten.yaml:vinaigrette.meta.json"
      },
      {
        "verwant_recept": "formidable://recepten.yaml:groene-tapenade.meta.json"
      }
    ]
  }
}